var options = [
  `समाचार में क्यों?
  चंद्रयान -3 ने चंद्र दक्षिण पोल पर सॉफ्ट-लैंड के लिए पहला मिशन बनकर इतिहास बनाया है, एक ऐसा क्षेत्र जिसे पहले कभी नहीं खोजा गया था।मिशन का उद्देश्य सुरक्षित और नरम चंद्र लैंडिंग, रोवर मोबिलिटी और इन-सीटू वैज्ञानिक प्रयोगों को प्रदर्शित करना है।
  भारत अब संयुक्त राज्य अमेरिका, रूस और चीन में चंद्रमा पर सफलतापूर्वक उतरने के लिए कुछ देशों में से एक के रूप में शामिल हो गया।
  पिछले मिशन में आने वाली बाधाओं पर चंद्रयान -3 कैसे प्रबल हुआ?
  चंद्रयान -3 की सफल लैंडिंग 2019 में चंद्रयान -2 मिशन की लैंडिंग विफलता के झटके के बाद आई।
  चंद्रयान -2 के विक्रम लैंडर ने वंश के दौरान नियंत्रण और संचार खो दिया था, जिससे चंद्र सतह पर एक दुर्घटना हो गई थी।
  चंद्रयान -2 मिशन के सबक चंद्रयान -3 पर लागू किए गए थे, जो संभावित मुद्दों का अनुमान लगाने और कम करने के लिए "विफलता-आधारित" डिजाइन दृष्टिकोण पर ध्यान केंद्रित करते थे।
  महत्वपूर्ण परिवर्तनों में लैंडर के पैरों को मजबूत करना, ईंधन भंडार बढ़ाना और लैंडिंग साइट लचीलापन बढ़ाना शामिल था।
  चंद्रयान -3 ने लैंडिंग के लिए चंद्रमा के निकट पक्ष को क्यों चुना?
  चंद्रयान -3 का उद्देश्य संभावित जल-बर्फ और संसाधनों के लिए दक्षिण ध्रुव के पास "स्थायी रूप से छायांकित क्षेत्रों" की जांच करना था।

  विक्रम लैंडर के नियंत्रित वंश ने चंद्रमा के दक्षिण ध्रुव के निकटतम दृष्टिकोणों में से एक को प्राप्त किया।
  एक उल्लेखनीय उपलब्धि के दौरान, विक्रम की लैंडिंग चंद्रमा के पास की ओर हुई, चीन के चांग 4 के विपरीत दूर तक।
  सिंक्रोनस रोटेशन के कारण पृथ्वी से दिखाई देने वाला निकट पक्ष, चंद्रमा के 60% को कवर करता है।
  दूर की ओर, हालांकि हमेशा अंधेरे में नहीं, 1959 में सोवियत अंतरिक्ष यान लूना 3 ने छवियों को कैप्चर करने तक छिपा रहा।
  1968 में अपोलो 8 मिशन पर सवार अंतरिक्ष यात्री सीधे दूर की ओर से दूर जाने वाले पहले इंसान बन गए।
  पास की तरफ चिकनी सतहों और कई 'मारिया' (बड़े ज्वालामुखी के मैदान) का दावा करता है, जबकि दूर की ओर क्षुद्रग्रह प्रभावों से बड़े पैमाने पर क्रेटर हैं।
  पास की तरफ चंद्र क्रस्ट पतला होता है, जिससे ज्वालामुखी लावा प्रवाहित होता है और समय के साथ क्रेटर भरता है, जिससे सपाट इलाके बनते हैं।
  निकट पक्ष में उतरने का निर्णय एक नियंत्रित नरम लैंडिंग के मिशन के प्राथमिक लक्ष्य द्वारा संचालित किया गया था।
  दूर की ओर उतरने के लिए पृथ्वी के साथ प्रत्यक्ष लाइन-ऑफ-विज़न की कमी के कारण संचार के लिए एक रिले की आवश्यकता होगी।`
];

var id = setTimeout(help,30000);
function help(){
  var randOptionNum = Math.floor(Math.random() * options.length);
  document.getElementById('output-text').innerHTML = options[randOptionNum];
}
